import Head from "next/head";
import Image from "next/image";
import Link from "next/link";
import styles from "../styles/Home.module.css";

export default function Home() {
  return (
    <>
      <Head>
        <meta name="viewport" content="width=device-width, initial-scale=1.0" />
        <meta name="description" content="Изкупуване на коли за скрап" />
        <meta name="keywords" content="Коли за скрап град Пазарджик" />
        <title>Коли за скрап Пазарджик</title>
        <link rel="icon" href="/favicon.png" />
      </Head>

      <h1 className={styles.heading}>Коли за скрап Пазарджик</h1>
      <div className={styles.container}>
        <div className={styles.picture}>
          <Image src="/cars.jpg" alt="cars" width={500} height={500} />
          <Link href="tel:0878817777">
            <a className={styles.phone}>0878817777</a>
          </Link>
        </div>
        <div className={styles.text}>
          <p className={styles.paragraph}>
            Ние сме компания с основна дейност изкупуване на метални отпадъци от
            черни и цветни метали. Компанията притежава модерни съоръжения и
            съвременна база за екологичното рециклиране на Излезлите от употреба
            моторни превозни средства, които на по-късен етап намират приложение
            за повторна употреба на преработеното желязо в индустрията и тежката
            промишленост. Организацията притежава няколко бази за изкупуване на
            коли за скрап в различни градове в България. Ние <Link href="https://kolizascrap.netlify.app/about">купуваме коли за
            скрап</Link> – ударени, катастрофирали, повредени, изоставени и др. в град
            Пловдив, град Велинград, град Пещера, град Панагюрище, град
            Стамболийски, град Пазарджик в радиус 50 км. Разполагаме с
            необходимата техника, с която достигаме до мястото, на което се
            намира автомобила, който искате да предадете за скрап, за неговото
            най-удобно и лесно извозване. Ние гарантираме професионализъм,
            уважение и коректност за нашите клиенти във всяко едно отношение.
            Компанията ни издава удостоверение за дерегистрация важащо пред КАТ
            и Общината. С него си отписвате лесно колата. Веднъж отписали колата
            от КАТ, няма да плащате повече данъци за нея. Осигуряваме безплатен
            транспорт за нашите клиенти и извозваме автомобилите от мястото им,
            на което се намират. Плащаме най-добрите цени на пазара в България
            за <Link href="https://kolazascrap.com"><a>автомобили за скрап</a></Link>. Плащаме веднага, в брой. Работим всеки ден с
            работно време от 08 до 20 часа без почивка, включително събота и
            неделя.
          </p>
        </div>
        <Link href="/about">
          <a className={styles.button}>Вижте още</a>
        </Link>
      </div>
    </>
  );
}
